Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Market research by means of a computer data base
it: Ricerche di mercato mediante banche dati informatiche

source: Rental of advertising space
it: Locazione di spazi pubblicitari

source: Analysis of business management systems
it: Analisi di sistemi di gestione aziendale

source: Analysis of market research data
it: Analisi di dati di ricerche di mercato

source: Arrangement of advertising
it: Sistemazione di pubblicità

source: Advice in the running of establishments as franchises
it: Consulenza nella gestione di imprese in franchising

source: Business management for a trade company and for a service company
it: Gestione aziendale di una società commerciale ed una società di servizi

source: Employment booking services for film television technicians
it: Servizi di scritturazione per tecnici televisivi-cinematografici

source: Employment placement services for butlers
it: Servizi di collocamento per maggiordomi

source: Employment placement services for housekeepers
it: Servizi di collocamento per governanti

source: Providing business information by way of computer terminals
it: Fornitura di informazioni commerciali mediante terminali informatici

source: Supervision of businesses on behalf of others
it: Supervisione di imprese per conto terzi

source: Issuing and updating of advertising texts
it: Emissione e aggiornamento di testi pubblicitari

source: Computerised accounting (Preparation of -)
it: Contabilità computerizzata (Preparazione di -)

source: Computerised business information processing services
it: Servizi di elaborazione computerizzata di informazioni commerciali

source: Collection of information relating to market research
it: Raccolta di informazioni in materia di ricerche di mercato

source: Auctioneering services relating to agriculture
it: Servizi di vendita all'asta in materia di agricoltura

source: Business advisory services relating to the use of computers
it: Servizi di consulenza aziendale in materia di utilizzo di computer

source: Retail services connected with the sale of clothing and clothing accessories
it: Servizi di vendita al dettaglio in materia di abbigliamento e accessori per abbigliamento

source: Conducting of business research
it: Conduzione di ricerche commerciali

source: Updating of advertising information on a computer data base
it: Aggiornamento di informazioni pubblicitarie su una banca dati informatica

source: Expert evaluations and reports relating to business matters
it: Valutazioni e relazioni di esperti in materia di questioni aziendali

source: Drawing up of business statistical information
it: Preparazione di statistiche in materia di affari

source: Distribution and dissemination of advertising materials [leaflets, prospectuses, printed material, samples]
it: Distribuzione e diffusione di materiali pubblicitari [volantini, prospetti, stampe, campioni]

source: Business information services provided online from a global computer network or the internet
it: Servizi di Informazione aziendale forniti online attraverso una rete informatica globale o Internet

source: Commercial lobbying services
it: Servizi commerciali di lobbying

source: Theatrical casting agency
it: Agenzie per casting teatrali

source: Information and expert opinions relating to companies and business
it: Informazioni e opinioni di esperti riguardo a societÃ e imprese

source: Information services relating to business matters
it: Servizi di informazioni in materia d' affari

source: Preparation of publicity leaflets
it: Preparazione di volantini pubblicitari

source: Stenographic transcription
it: Trascrizione stenografica

source: Computerised market research
it: Ricerche di mercato computerizzate

source: Research of business information
it: Ricerche di informazioni per affari

source: Advertising of the goods of other vendors, enabling customers to conveniently view and compare the goods of those vendors
it: Pubblicità di prodotti di venditori terzi, per facilitare ai clienti la visione e la comparazione dei prodotti di venditori terzi

source: Business management services relating to the acquisition of businesses
it: Servizi di gestione aziendale in materia di acquisizione di imprese

source: Rental of advertisement space and advertising material
it: Affitto di spazi pubblicitari e materiale pubblicitario

source: Restaurant management for others
it: Gestione di ristoranti per conto terzi

source: Negotiation and conclusion of commercial transactions for third parties via telecommunication systems
it: Negoziazione e conclusione di transazioni commerciali per conto terzi tramite sistemi di telecomunicazione

source: Organisation and conducting of product presentations
it: Organizzazione e conduzione di presentazioni di prodotti

source: Organisation and holding of fairs for commercial or advertising purposes
it: Organizzazione e conduzione di fiere per scopi commerciali o pubblicitari

source: Management of customer loyalty, incentive or promotional schemes
it: Gestione di programmi di fedeltà, incentivi e promozioni per clienti

source: Administration of the business affairs of retail stores
it: Amministrazione degli affari commerciali di negozi al dettaglio

source: Administration relating to business appraisal
it: Amministrazione relativa a valutazioni aziendali

source: Copying of documents for others
it: Copiatura di documenti per conto terzi

source: Arranging of subscriptions for the publications of others
it: Servizi di abbonamento a pubblicazioni per i terzi

source: Business administration assistance
it: Assistenza nella direzione aziendale

source: Business information for enterprises (Provision of -)
it: Fornitura di informazioni commerciali per aziende

source: Business management for shops
it: Gestione commerciale di negozi

source: Information services relating to data processing
it: Servizi di informazione in materia di elaborazione di dati

source: Retail or wholesale services for pharmaceutical, veterinary and sanitary preparations and medical supplies
it: Servizi di vendita al dettaglio o all'ingrosso di preparati farmaceutici, veterinari e sanitari e di forniture mediche

source: Analysis relating to marketing
it: Analisi in materia di marketing

source: Preparation of accounts
it: Preparazione di conti

source: Consultancy relating to advertising
it: Consulenza in materia di pubblicità

source: Market analysis and research
it: Analisi e ricerche di mercato

source: Computerised business records keeping
it: Tenuta dei registri contabili computerizzata

source: Business examinations services
it: Servizi di verifica aziendale

source: Market analysis
it: Analisi di mercato

source: Arranging of business introductions
it: Organizzazione di incontri d'affari

source: Conducting of trade shows
it: Conduzione di fiere campionarie

source: Business investigations
it: Investigazioni per affari

source: Business efficiency expert services
it: Perizie in materia di affari

source: Commercial trading and consumer information services
it: Servizi di scambi commerciali ed informazione ai consumatori

source: Loyalty, incentive and bonus program services
it: Servizi per fidi, incentivi ed indennità

source: Business assistance, management and administrative services
it: Assistenza negli affari, servizi gestionali ed amministrativi

source: Business analysis, research and information services
it: Servizi di analisi, ricerca e informazione negli affari

source: Product demonstrations and product display services
it: Servizi di dimostrazione e di esposizione di prodotti

source: Administrative data processing
it: Elaborazione dati amministrativi

source: Human resources management and recruitment services
it: Servizi di gestione di risorse umane e di reclutamento

source: Advertising, marketing and promotional consultancy, advisory and assistance services
it: Assistenza e consulenza nella pubblicità, nelle ricerche di mercato e nella promozione

source: Collection and systematization of business data
it: Raccolta e sistemazione di dati commerciali

source: Retail services in relation to animal grooming preparations
it: Servizi al dettaglio in relazione a preparati per la cura degli animali

source: Retail services in relation to recorded content
it: Servizi al dettaglio in relazione a contenuti registrati

source: Retail services in relation to jewellery
it: Servizi al dettaglio in relazione a gioielleria

source: Retail services in relation to musical instruments
it: Servizi al dettaglio in relazione a strumenti musicali

source: Retail services in relation to disposable paper products
it: Servizi al dettaglio in relazione a prodotti di carta usa e getta

source: Retail services in relation to printed matter
it: Servizi al dettaglio in relazione a stampe

source: Retail services in relation to cleaning articles
it: Servizi al dettaglio in relazione ad articoli per la pulizia

source: Retail services in relation to fabrics
it: Servizi al dettaglio in relazione a tessuti

source: Retail services in relation to headgear
it: Servizi al dettaglio in relazione a copricapo

source: Retail services in relation to footwear
it: Servizi al dettaglio in relazione a calzature

source: Retail services in relation to meats
it: Servizi al dettaglio in relazione a carni

source: Retail services in relation to non-alcoholic beverages
it: Servizi al dettaglio in relazione a bevande non alcoliche

source: Retail services in relation to preparations for making beverages
it: Servizi al dettaglio in relazione a preparati per bevande

source: Retail services in relation to preparations for making alcoholic beverages
it: Servizi al dettaglio in relazione a preparati per bevande alcoliche

source: Retail services in relation to alcoholic beverages (except beer)
it: Servizi al dettaglio in relazione a bevande alcoliche (tranne la birra)

source: Retail services in relation to articles for use with tobacco
it: Servizi al dettaglio in relazione ad articoli associati al tabacco

source: Wholesale services in relation to animal grooming preparations
it: Servizi all'ingrosso in relazione a preparati per la cura degli animali

source: Wholesale services in relation to metal hardware
it: Servizi all'ingrosso in relazione a chincaglieria metallica

source: Wholesale services in relation to jewellery
it: Servizi all'ingrosso in relazione a gioielleria

source: Wholesale services in relation to disposable paper products
it: Servizi all'ingrosso in relazione a prodotti di carta usa e getta

source: Wholesale services in relation to printed matter
it: Servizi all'ingrosso in relazione a stampe

source: Wholesale services in relation to cleaning articles
it: Servizi all'ingrosso in relazione ad articoli per la pulizia

source: Wholesale services in relation to fabrics
it: Servizi all'ingrosso in relazione a tessuti

source: Wholesale services in relation to headgear
it: Servizi all'ingrosso in relazione a copricapo

source: Wholesale services in relation to clothing
it: Servizi all'ingrosso in relazione all'abbigliamento

source: Wholesale services in relation to footwear
it: Servizi all'ingrosso in relazione a calzature

source: Wholesale services in relation to meats
it: Servizi all'ingrosso in relazione a carni

source: Wholesale services in relation to non-alcoholic beverages
it: Servizi all'ingrosso in relazione a bevande non alcoliche

source: Wholesale services in relation to preparations for making beverages
it: Servizi all'ingrosso in relazione a preparati per bevande

source: Wholesale services in relation to preparations for making alcoholic beverages
it: Servizi all'ingrosso in relazione a preparati per bevande alcoliche

source: Wholesale services in relation to alcoholic beverages (except beer)
it: Servizi all'ingrosso in relazione a bevande alcoliche (tranne la birra)

source: Wholesale services in relation to articles for use with tobacco
it: Servizi all'ingrosso in relazione ad articoli associati al tabacco

source: Retail services in relation to chemicals for use in agriculture
it: Servizi al dettaglio in relazione a prodotti chimici per l'agricoltura

source: Retail services in relation to chemicals for use in horticulture
it: Servizi al dettaglio in relazione a prodotti chimici per l'orticoltura

source: Retail services in relation to chemicals for use in forestry
it: Servizi al dettaglio in relazione a prodotti chimici per la silvicoltura

source: Retail services in relation to cleaning preparations
it: Servizi al dettaglio in relazione a prodotti per la pulizia

source: Retail services in relation to lubricants
it: Servizi al dettaglio in relazione a lubrificanti

source: Retail services in relation to dietary supplements
it: Servizi al dettaglio in relazione a integratori alimentari

source: Retail services in relation to dietetic preparations
it: Servizi al dettaglio in relazione a preparati dietetici

source: Retail services in relation to veterinary preparations
it: Servizi al dettaglio in relazione a prodotti veterinari

source: Retail services in relation to veterinary articles
it: Servizi al dettaglio in relazione ad articoli veterinari

source: Retail services in relation to hygienic implements for humans
it: Servizi al dettaglio in relazione ad accessori per l'igiene dell'uomo

source: Retail services in relation to beauty implements for humans
it: Servizi al dettaglio in relazione ad accessori per la bellezza dell'uomo

source: Retail services in relation to hygienic implements for animals
it: Servizi al dettaglio in relazione ad accessori per l'igiene degli animali

source: Retail services in relation to cutlery
it: Servizi al dettaglio in relazione a posate

source: Retail services in relation to hand-operated implements for construction
it: Servizi al dettaglio in relazione a strumenti ad azionamento manuale per la costruzione

source: Retail services in relation to audio-visual equipment
it: Servizi al dettaglio in relazione ad apparecchiature audiovisive

source: Retail services in relation to medical apparatus
it: Servizi al dettaglio in relazione ad apparecchi medici

source: Retail services in relation to medical instruments
it: Servizi al dettaglio in relazione a strumenti medici

source: Retail services in relation to veterinary apparatus
it: Servizi al dettaglio in relazione ad apparecchi veterinari

source: Retail services in relation to veterinary instruments
it: Servizi al dettaglio in relazione a strumenti veterinari

source: Retail services in relation to sanitary installations
it: Servizi al dettaglio in relazione a impianti sanitari

source: Retail services in relation to heaters
it: Servizi al dettaglio in relazione a stufe

source: Retail services in relation to vehicles
it: Servizi al dettaglio in relazione a veicoli

source: Retail services in relation to weapons
it: Servizi al dettaglio in relazione ad armi

source: Retail services in relation to works of art
it: Servizi al dettaglio in relazione a opere d'arte

source: Retail services in relation to art materials
it: Servizi al dettaglio in relazione a materiali artistici

source: Retail services in relation to stationery supplies
it: Servizi al dettaglio in relazione a materiale di cancelleria

source: Retail services in relation to educational supplies
it: Servizi al dettaglio in relazione a materiale didattico

source: Retail services in relation to umbrellas
it: Servizi al dettaglio in relazione a ombrelli

source: Retail services in relation to luggage
it: Servizi al dettaglio in relazione a valigie

source: Retail services in relation to bags
it: Servizi al dettaglio in relazione a borse

source: Retail services in relation to saddlery
it: Servizi al dettaglio in relazione a selleria

source: Retail services in relation to furniture
it: Servizi al dettaglio in relazione a mobili

source: Retail services in relation to furnishings
it: Servizi al dettaglio in relazione ad arredi

source: Retail services in relation to tableware
it: Servizi al dettaglio in relazione a stoviglie

source: Retail services in relation to cookware
it: Servizi al dettaglio in relazione a pentole

source: Retail services in relation to yarns
it: Servizi al dettaglio in relazione a filati

source: Retail services in relation to threads
it: Servizi al dettaglio in relazione a fili

source: Retail services in relation to sporting articles
it: Servizi al dettaglio in relazione ad articoli per lo sport

source: Retail services in relation to festive decorations
it: Servizi al dettaglio in relazione a decorazioni per le feste

source: Retail services in relation to games
it: Servizi al dettaglio in relazione a giochi

source: Retail services in relation to desserts
it: Servizi al dettaglio in relazione a dolci

source: Retail services in relation to confectionery
it: Servizi al dettaglio in relazione a dolciumi

source: Retail services in relation to chocolate
it: Servizi al dettaglio in relazione a cioccolato

source: Retail services in relation to ice creams
it: Servizi al dettaglio in relazione a gelati

source: Retail services in relation to frozen yogurts
it: Servizi al dettaglio in relazione a yogurt gelato

source: Retail services in relation to sorbets
it: Servizi al dettaglio in relazione a sorbetti

source: Retail services in relation to coffee
it: Servizi al dettaglio in relazione al caffè

source: Retail services in relation to teas
it: Servizi al dettaglio in relazione al tè

source: Retail services in relation to cocoa
it: Servizi al dettaglio in relazione al cacao

source: Retail services in relation to horticulture products
it: Servizi al dettaglio in relazione a prodotti orticoli

source: Retail services in relation to foodstuffs
it: Servizi al dettaglio in relazione a mangimi

source: Retail services in relation to fodder for animals
it: Servizi al dettaglio in relazione a foraggio per animali

source: Retail services in relation to bedding for animals
it: Servizi al dettaglio in relazione a lettiere per animali

source: Retail services in relation to litter for animals
it: Servizi al dettaglio in relazione a strame per animali

source: Retail services in relation to tobacco
it: Servizi al dettaglio in relazione al tabacco

source: Wholesale services in relation to chemicals for use in agriculture
it: Servizi all'ingrosso in relazione a prodotti chimici per l'agricoltura

source: Wholesale services in relation to chemicals for use in horticulture
it: Servizi all'ingrosso in relazione a prodotti chimici per l'orticoltura

source: Wholesale services in relation to chemicals for use in forestry
it: Servizi all'ingrosso in relazione a prodotti chimici per la silvicoltura

source: Wholesale services in relation to cleaning preparations
it: Servizi all'ingrosso in relazione a prodotti per la pulizia

source: Wholesale services in relation to fragrancing preparations
it: Servizi all'ingrosso in relazione a prodotti per la profumazione

source: Wholesale services in relation to fuels
it: Servizi all'ingrosso in relazione a combustibili

source: Wholesale services in relation to lubricants
it: Servizi all'ingrosso in relazione a lubrificanti

source: Wholesale services in relation to dietary supplements
it: Servizi all'ingrosso in relazione a integratori alimentari

source: Wholesale services in relation to dietetic preparations
it: Servizi all'ingrosso in relazione a preparati dietetici

source: Wholesale services in relation to veterinary preparations and articles
it: Servizi all'ingrosso in relazione a prodotti e articoli veterinari

source: Wholesale services in relation to veterinary preparations
it: Servizi all'ingrosso in relazione a prodotti veterinari

source: Wholesale services in relation to veterinary articles
it: Servizi all'ingrosso in relazione ad articoli veterinari

source: Wholesale services in relation to agricultural equipment
it: Servizi all'ingrosso in relazione ad attrezzature per l'agricoltura

source: Wholesale services in relation to construction equipment
it: Servizi all'ingrosso in relazione ad attrezzature per la costruzione

source: Wholesale services in relation to hygienic implements for humans
it: Servizi all'ingrosso in relazione ad accessori per l'igiene dell'uomo

source: Wholesale services in relation to beauty implements for humans
it: Servizi all'ingrosso in relazione ad accessori per la bellezza dell'uomo

source: Wholesale services in relation to hygienic implements for animals
it: Servizi all'ingrosso in relazione ad accessori per l'igiene degli animali

source: Wholesale services in relation to beauty implements for animals
it: Servizi all'ingrosso in relazione ad accessori per la bellezza degli animali

source: Wholesale services in relation to kitchen knives
it: Servizi all'ingrosso in relazione a coltelli da cucina

source: Wholesale services in relation to cutlery
it: Servizi all'ingrosso in relazione a posate

source: Wholesale services in relation to hand-operated tools for construction
it: Servizi all'ingrosso in relazione a utensili ad azionamento manuale per la costruzione

source: Wholesale services in relation to hand-operated implements for construction
it: Servizi all'ingrosso in relazione a strumenti ad azionamento manuale per la costruzione

source: Wholesale services in relation to audio-visual equipment
it: Servizi all'ingrosso in relazione ad apparecchiature audiovisive

source: Wholesale services in relation to navigation devices
it: Servizi all'ingrosso in relazione a dispositivi di navigazione

source: Wholesale services in relation to medical apparatus
it: Servizi all'ingrosso in relazione ad apparecchi medici

source: Wholesale services in relation to medical instruments
it: Servizi all'ingrosso in relazione a strumenti medici

source: Wholesale services in relation to veterinary apparatus
it: Servizi all'ingrosso in relazione ad apparecchi veterinari

source: Wholesale services in relation to veterinary instruments
it: Servizi all'ingrosso in relazione a strumenti veterinari

source: Wholesale services in relation to sanitary installations
it: Servizi all'ingrosso in relazione a impianti sanitari

source: Wholesale services in relation to heaters
it: Servizi all'ingrosso in relazione a stufe

source: Wholesale services in relation to lighting
it: Servizi all'ingrosso in relazione all'illuminazione

source: Wholesale services in relation to food cooking equipment
it: Servizi all'ingrosso in relazione ad apparecchi di cottura per cibi

source: Wholesale services in relation to refrigerating equipment
it: Servizi all'ingrosso in relazione ad apparecchi per la refrigerazione

source: Wholesale services in relation to vehicles
it: Servizi all'ingrosso in relazione a veicoli

source: Wholesale services in relation to weapons
it: Servizi all'ingrosso in relazione ad armi

source: Wholesale services in relation to works of art
it: Servizi all'ingrosso in relazione a opere d'arte

source: Wholesale services in relation to art materials
it: Servizi all'ingrosso in relazione a materiali artistici

source: Wholesale services in relation to stationery supplies
it: Servizi all'ingrosso in relazione a materiale di cancelleria

source: Wholesale services in relation to educational supplies
it: Servizi all'ingrosso in relazione a materiale didattico

source: Wholesale services in relation to umbrellas
it: Servizi all'ingrosso in relazione a ombrelli

source: Wholesale services in relation to luggage
it: Servizi all'ingrosso in relazione a valigie

source: Wholesale services in relation to bags
it: Servizi all'ingrosso in relazione a borse

source: Wholesale services in relation to saddlery
it: Servizi all'ingrosso in relazione a selleria

source: Wholesale services in relation to furniture
it: Servizi all'ingrosso in relazione a mobili

source: Wholesale services in relation to furnishings
it: Servizi all'ingrosso in relazione ad arredi
